---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomOccupancy
source: html/6a3b2ae2-3367-73c0-14b4-9c0574a401a2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomOccupancy Property

"Occupancy"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomOccupancy { get; }
```